{"inkVersion":21,"root":[["ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Nuestro mundo. El mundo original. El primero de todos. Justo antes de que llegaran ellos… Al fin ha resurgido de sus cenizas. Después de casi 50 mil años, por fin podemos regresar a nuestro hogar.","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^V se encontraba cazando en el bosque como de costumbre, pues ese día no tenía nada para comer, cosa que también era habitual en su vida.","\n","^Era increíblemente hábil haciendo uso del arco, casi nunca fallaba una flecha. Ese día, atrapó muchas aves, lo que le permitiría comer durante unos días sin tener que preocuparse.","\n","^Terminando su jornada, V se dispusó a ir a lo que llamaba su hogar.","\n","^Una simple cabaña en un lado del bosque.","\n","^Sin embargo, justo cuando empezaba su camino a casa, escuchó unos fuertes aullidos al oeste.","\n","^Puso rumbo al origen de aquellos sonidos, puesto que ya conocía de sobra de qué se trataba.","\n","^En cuanto llegó a la zona, lo confirmó.","\n","^Se trataba de una pequeña manada de Dant’irs, unas criaturas muy temidas en su mundo, los depredadores naturales de los Hek.","\n","^V era un cazador experimentado. Evitaba meterse en problemas siempre que podía, pero había algo raro en esos Dant’ir.","\n","^Normalmente nunca iban en manada, solamente cuando se disponían a cazar a algún Hek, pero V sabía que el único Hek de la zona era él mismo, por lo que inmediatamente pensó que alguien más había entrado al bosque y se había perdido.","\n","#","^change_scene: Minigame_shoot","/#","^Sin pensárselo dos veces, V empezó a disparar con su arco a aquellas criaturas, derribándolas una por una.","\n","^Por suerte, eran pocas y algo débiles, facilitando la tarea. En cuanto todas cayeron, V se acercó a lo que parecía un pequeño niño.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i> Así que esos monstruos intentaban comerse a este crío. </i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Aquel niño estaba hecho bola en el suelo, cubierto por una capa gris muy desgastada y con marcas de arañazos en ella.","\n","^V se dispuso a retirar la capa y comprobar que la criatura se encontraba bien.","\n","^Sin embargo, lo que V no se esperaba en aquel momento era encontrarse algo totalmente diferente de un Hek.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}