{"inkVersion":21,"root":[["ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Nuestro mundo. El mundo original. El primero de todos. Justo antes de que llegaran ellos… Al fin ha resurgido de sus cenizas. Después de casi 50 mil años, por fin podemos regresar a nuestro hogar.","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^V se encontraba cazando en el bosque como de costumbre, pues ese día no tenía nada para comer, cosa que también era habitual en su vida.","\n","^Era increíblemente hábil haciendo uso del arco, casi nunca fallaba una flecha. Ese día, atrapó muchas aves, lo que le permitiría comer durante unos días sin tener que preocuparse.","\n","^Terminando su jornada, V se dispusó a ir a lo que llamaba su hogar.","\n","^Una simple cabaña en un lado del bosque.","\n","^Sin embargo, justo cuando empezaba su camino a casa, escuchó unos fuertes aullidos al oeste.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>Esos aullidos... no son animales normales. Alguien podría estar en peligro.</i>","\n",{"->":"aullidos"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"aullidos":[["ev","str","^Ir a investigar los aullidos","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ignorar los sonidos y regresar a casa","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"historia_continua"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Bad_End_1"},"\n",{"#f":5}]}],{"#f":1}],"Bad_End_1":["end",{"#f":1}],"historia_continua":["^Puso rumbo al origen de aquellos sonidos, puesto que ya conocía de sobra de qué se trataba.","\n","^En cuanto llegó a la zona, lo confirmó.","\n","^Se trataba de una pequeña manada de Dant’irs, unas criaturas muy temidas en su mundo, los depredadores naturales de los Hek.","\n","^V era un cazador experimentado. Evitaba meterse en problemas siempre que podía, pero había algo raro en esos Dant’ir.","\n","^Normalmente nunca iban en manada, solamente cuando se disponían a cazar a algún Hek, pero V sabía que el único Hek de la zona era él mismo, por lo que inmediatamente pensó que alguien más había entrado al bosque y se había perdido.","\n","#","^change_scene: Minigame_shoot","/#","^Sin pensárselo dos veces, V empezó a disparar con su arco a aquellas criaturas, derribándolas una por una.","\n","^Por suerte, eran pocas y algo débiles, facilitando la tarea. En cuanto todas cayeron, V se acercó a lo que parecía un pequeño niño.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i> Así que esos monstruos intentaban comerse a este crío. </i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Aquel niño estaba hecho bola en el suelo, cubierto por una capa gris muy desgastada y con marcas de arañazos en ella.","\n","^V se dispuso a retirar la capa y comprobar que la criatura se encontraba bien.","\n","^Sin embargo, lo que V no se esperaba en aquel momento era encontrarse algo totalmente diferente de un Hek.","\n","^Cuando V levantó esa capa, vió a una criatura de piel blanca, sin ninguna marca distintiva, más allá de ser una piel extremadamente lisa, y un cabello negro profundo.","\n","^Era raro, porque V nunca había visto nada similar antes.","\n","^Con curiosidad, se fijó todavía más en lo que había encontrado.","\n","^Lo movió un poco para verlo mejor y pudo observar las similitudes que tenía con un niño Hek corriente. Pero lo que le preocupó no fue solo que el color de piel no coincidía con los de un Hek normal.","\n","^No, eso era lo de menos.","\n","^Lo que de verdad le preocupaba era no ver ni rastro de alas, cuernos o grandes colmillos en aquella criatura.","\n","^Empezó a asustarse, nunca había visto nada igual. No conocía a ninguna criatura similar, pese a todos sus años siendo cazador.","\n","^De pronto, se le vino a la cabeza una historia que le contaron cuando era pequeño.","\n","^Una sobre unas criaturas con un color de piel muy diferente a los Hek, sin alas y de un tamaño menor a ellos.","\n","^Unas criaturas horribles y malvadas que cazaban a los Hek por diversión.","\n","^Los humanos.","\n","^En cuanto a V se le pasó por la cabeza aquella historia, dudó.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>Es imposible que sea un humano, ¿verdad?</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El niño abre los ojos. Marrones. Sin brillo, pero con una humanidad desconocida.","\n","^V duda.","\n","^Sus manos tiemblan. Tiene el arco cargado, la cuerda tensa, la punta de la flecha apuntando a su frente.","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n",{"->":"choice_disparar"},{"#f":1}],"choice_disparar":[["#","^timed","/#","ev","str","^Dispara al niño.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"Bad_End_2"},"\n",{"->":"no_dispara"},{"#f":5}]}],{"#f":1}],"Bad_End_2":["^texto","\n","end",{"#f":1}],"no_dispara":["^El niño se puso de pie.","\n",{"->":"historia_continua2"},{"#f":1}],"historia_continua2":["ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^No podía medir más de 110 cm de altura, casi ni le llegaba a la altura de las rodillas a V.","\n","^El Hek se puso nervioso, el pulso le temblaba y le costaba apuntar. V pudo ver en la piel del niño numerosos arañazos que sangraban.","\n","^Se fijó en su cara.","\n","^Estaba sucia y delgada. Tenía los ojos rojizos, como si hubiera estado llorando.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>¿Qué demonios hace un niño aquí?</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El niño dio unos pequeños pasos hacía atrás. Las manos juntas a la altura del pecho.","\n","^Estaba claramente asustado y V pudo verlo.","\n","^Aún tenía dudas, pero bajó su arco y se empezó a acercar poco a poco a aquella criatura.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^¿Quién eres?","\n","^Qué haces aquí tú solo?","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Pero no hubo respuesta por parte del niño, tan solo unos sonidos vacíos que V no lograba comprender.","\n","^El niño cayó de espaldas tras tropezar con una rama y soltó un pequeño grito de dolor. Le brotaron lágrimas de los ojos.","\n","ev","str","^sad","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^V se acercó torpemente hacía él, no sabía si sería buena idea tocarlo, pero por todos los demonios, solo era un niño, ¿no?","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}