{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":["ev","str","^Forest_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Nuestro mundo. El mundo original. El primero de todos. Justo antes de que llegaran ellos… Al fin ha resurgido de sus cenizas. Después de casi 50 mil años, por fin podemos regresar a nuestro hogar.","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^V se encontraba cazando en el bosque como de costumbre, pues ese día no tenía nada para comer, cosa que también era habitual en su vida.","\n","^Era increíblemente hábil haciendo uso del arco, casi nunca fallaba una flecha. Ese día, atrapó muchas aves, lo que le permitiría comer durante unos días sin tener que preocuparse.","\n","^Terminando su jornada, V se dispusó a ir a lo que llamaba su hogar.","\n","^Una simple cabaña en un lado del bosque.","\n","^Sin embargo, justo cuando empezaba su camino a casa, escuchó unos fuertes aullidos al oeste.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>Esos aullidos... no son animales normales. Alguien podría estar en peligro.</i>","\n",{"->":"aullidos"},{"#f":1}],"aullidos":[["ev","str","^Ir a investigar los aullidos","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ignorar los sonidos y regresar a casa","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"historia_continua"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Bad_End_1"},"\n",{"#f":5}]}],{"#f":1}],"Bad_End_1":["end",{"#f":1}],"historia_continua":["ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Puso rumbo al origen de aquellos sonidos, puesto que ya conocía de sobra de qué se trataba.","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^En cuanto llegó a la zona, lo confirmó.","\n","^Se trataba de una pequeña manada de Dant’irs, unas criaturas muy temidas en su mundo, los depredadores naturales de los Hek.","\n","^V era un cazador experimentado. Evitaba meterse en problemas siempre que podía, pero había algo raro en esos Dant’ir.","\n","^Normalmente nunca iban en manada, solamente cuando se disponían a cazar a algún Hek, pero V sabía que el único Hek de la zona era él mismo, por lo que inmediatamente pensó que alguien más había entrado al bosque y se había perdido.","\n","#","^change_scene: Minigame_shoot","/#","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^Sin pensárselo dos veces, V empezó a disparar con su arco a aquellas criaturas, derribándolas una por una.","\n","^Por suerte, eran pocas y algo débiles, facilitando la tarea. En cuanto todas cayeron, V se acercó a lo que parecía un pequeño niño.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i> Así que esos monstruos intentaban comerse a este crío. </i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Aquel niño estaba hecho bola en el suelo, cubierto por una capa gris muy desgastada y con marcas de arañazos en ella.","\n","^V se dispuso a retirar la capa y comprobar que la criatura se encontraba bien.","\n","^Sin embargo, lo que V no se esperaba en aquel momento era encontrarse algo totalmente diferente de un Hek.","\n","^Cuando V levantó esa capa, vió a una criatura de piel blanca, sin ninguna marca distintiva, más allá de ser una piel extremadamente lisa, y un cabello negro profundo.","\n","^Era raro, porque V nunca había visto nada similar antes.","\n","^Con curiosidad, se fijó todavía más en lo que había encontrado.","\n","^Lo movió un poco para verlo mejor y pudo observar las similitudes que tenía con un niño Hek corriente. Pero lo que le preocupó no fue solo que el color de piel no coincidía con los de un Hek normal.","\n","^No, eso era lo de menos.","\n","^Lo que de verdad le preocupaba era no ver ni rastro de alas, cuernos o grandes colmillos en aquella criatura.","\n","^Empezó a asustarse, nunca había visto nada igual. No conocía a ninguna criatura similar, pese a todos sus años siendo cazador.","\n","^De pronto, se le vino a la cabeza una historia que le contaron cuando era pequeño.","\n","^Una sobre unas criaturas con un color de piel muy diferente a los Hek, sin alas y de un tamaño menor a ellos.","\n","^Unas criaturas horribles y malvadas que cazaban a los Hek por diversión.","\n","^Los humanos.","\n","^En cuanto a V se le pasó por la cabeza aquella historia, dudó.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>Es imposible que sea un humano, ¿verdad?</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El niño abre los ojos. Marrones. Sin brillo, pero con una humanidad desconocida.","\n","^V duda.","\n","^Sus manos tiemblan. Tiene el arco cargado, la cuerda tensa, la punta de la flecha apuntando a su frente.","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n",{"->":"choice_disparar"},{"#f":1}],"choice_disparar":[["#","^timed","/#","ev","str","^Dispara al niño.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No dispara","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"Bad_End_2"},"\n",{"#f":5}],"c-1":["^ ",{"->":"no_dispara"},"\n",{"#f":5}]}],{"#f":1}],"Bad_End_2":["^texto","\n","end",{"#f":1}],"no_dispara":["^El niño se puso de pie.","\n",{"->":"historia_continua2"},{"#f":1}],"historia_continua2":["ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^No podía medir más de 110 cm de altura, casi ni le llegaba a la altura de las rodillas a V.","\n","^El Hek se puso nervioso, el pulso le temblaba y le costaba apuntar. V pudo ver en la piel del niño numerosos arañazos que sangraban.","\n","^Se fijó en su cara.","\n","^Estaba sucia y delgada. Tenía los ojos rojizos, como si hubiera estado llorando.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>¿Qué demonios hace un niño aquí?</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El niño dio unos pequeños pasos hacía atrás. Las manos juntas a la altura del pecho.","\n","^Estaba claramente asustado y V pudo verlo.","\n","^Aún tenía dudas, pero bajó su arco y se empezó a acercar poco a poco a aquella criatura.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^¿Quién eres?","\n","^Qué haces aquí tú solo?","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Pero no hubo respuesta por parte del niño, tan solo unos sonidos vacíos que V no lograba comprender.","\n","^El niño cayó de espaldas tras tropezar con una rama y soltó un pequeño grito de dolor. Le brotaron lágrimas de los ojos.","\n","ev","str","^sad","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^V se acercó torpemente hacía él, no sabía si sería buena idea tocarlo, pero por todos los demonios, solo era un niño, ¿no?","\n","^Así que se arrodilló a su lado y le tendió el brazo. El niño, desconfiado, lo aceptó y se puso de pie.","\n","^Efectivamente, apenas le llegaba a las rodillas a V. La pequeña criatura se abrazó fuertemente a la pierna de V y continuó sollozando.","\n","^V se planteó apartarlo de su pierna, pero enseguida entendió que tan solo estaba asustado y hambriento.","\n","^Aún tenía dudas, pero V agarró al niño de los hombros y lo elevó hasta colocarlo sobre los suyos.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i> Mejor decido en casa...</i>","\n","^<i> Una vez este limpio y con la tripa llena, seguro que veo razón.</i>","\n","^<i>Tiene que ser un niño Hek, y sus padres estaran buscandolo.</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Lo que V no sabía, era que aquella decisión le cambiaría la vida por completo.","\n","ev","str","^kid","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^Pusieron rumbo a casa. V seguía preocupado, no estaba seguro de si eso era buena idea.","\n","^La casa de V era muy pequeña. Tenía una sola habitación, dondé se encontraba su cama rellena de hojas y pasto y una pequeña sábana vieja.","\n","^ambién había una silla y una mesa de madera redonda y desgastada y lo que parecía una chimenea improvisada con un caldero y una parrilla para asar algo.","\n","^No contaba con baño, pues este se encontraba fuera. V hacía sus necesidades en el propio bosque y se bañaba en una bañera de madera que calentaba el agua como si fuese una olla. Agua que tenía que traer a mano, por lo que no la cambiaba muy a menudo.","\n","^Ambos entraron en casa y el niño parecía desconcertado.","\n","^V intentó preguntarle el nombre a la criatura varias veces, pero este no parecía entenderle, por lo que decidió llamarle Somi, igual que se llamaba su madre.","\n","^V echó un poco de agua en el caldero y encendió un fuego.","\n","^Sacó una de las aves que había cazado antes y la colocó sobre la mesa. Empezó a desplumarla y una vez hecho, arrancó su cabeza con un cuchillo y abrió su vientre para sacarle las tripas.","\n","^Somi miró curioso la escena, pero no pareció sorprenderle.","\n","^Cuando V tuvo al ave totalmente lista y el agua ya estaba hirviendo, la echó en el caldero sin preocuparse demasiado por sazonarla o por el tiempo de cocinado.","\n","^En vez de eso, salió fuera y encendió el fuego de su bañera para calentar el agua.","\n","^Entró de nuevo a casa y le hizo un gesto a Somi para que se acercara.","\n","^Este lo siguió y V se agachó. V le quitó la capa con algo de duda y ya pudo ver con claridad su piel.","\n","^No había nada más que arañazos en ella.","\n","^Ni escamas, ni nada que fuese distintivo de los Hek. Nada. V continuó quitándole la ropa a Somi.","\n","^Para los Hek, verse desnudos no significaba nada, era algo totalmente normal, aunque la mayoría prefería llevar algo de ropa, sobre todo por moda y estatus.","\n","^El cuerpo de Somi no dejaba de sorprender a V. No tenía nada que ver a como eran los cuerpos de otros niños Hek.","\n","^Empezó a preocuparse de nuevo. V no quería aceptarlo, pero él sabía que aquel niño no podía ser un Hek.","\n","^Tampoco estaba seguro de que fuera humano, ya que para ellos solo eran cuentos de hadas.","\n","^V se llevó a Somi fuera.","\n","^Comprobó que el agua de la bañera estuviera caliente y agarró a Somi de los hombros para meterlo dentro.","\n","^Cogió un trapo, algo sucio, y empezó a limpiar el cuerpo de Somi. Le lavó la sangre, la suciedad y el pelo.","\n","^Somi apenas puso resistencia, al contrario.","\n","^Parecía feliz y estaba relajado en esa situación.","\n","^V terminó de limpiarlo. Lo sacó del agua y lo dejó de pie en el suelo.","\n","^Entró de nuevo a casa y volvió a salir con una tela grande, que utilizó a modo de toalla para secarlo.","\n","^Ambos volvieron a entrar a casa.","\n","^V se fijó en que Somi parecía tener frío, ya que estaba temblando. Le extrañó. En aquella época no hacía frío.","\n","^De hecho, muchos niños Hek iban sin ropa en esas fechas y nunca se les veía tiritando.","\n","^V abrió un cajón y sacó de él una camisa marrón algo gastada y se la puso a Somi encima.","\n","^Le quedaba enorme, casi parecía un vestido, pero era lo mejor que podía darle en ese momento, ya que la ropa que llevaba Somi estaba destrozada por los arañazos de los Dant’ir.","\n","ev","str","^kid","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^happyV","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^V sonrió, pero inmediatamente apartó esa expresión de su cara.","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^¿Qué hago sonriendo?","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Sus dudas no se disipaban, pero tampoco podía dejar a un niño solo en el bosque a esas horas.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}