{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":["ev","str","^Forest_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Nuestro mundo. El mundo original. El primero de todos. Justo antes de que llegaran ellos… Al fin ha resurgido de sus cenizas. Después de casi 50 mil años, por fin podemos regresar a nuestro hogar.","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^V se encontraba cazando en el bosque como de costumbre, pues ese día no tenía nada para comer, cosa que también era habitual en su vida.","\n","^Era increíblemente hábil haciendo uso del arco, casi nunca fallaba una flecha. Ese día, atrapó muchas aves, lo que le permitiría comer durante unos días sin tener que preocuparse.","\n","^Terminando su jornada, V se dispusó a ir a lo que llamaba su hogar.","\n","^Una simple cabaña en un lado del bosque.","\n","^Sin embargo, justo cuando empezaba su camino a casa, escuchó unos fuertes aullidos al oeste.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>Esos aullidos... no son animales normales. Alguien podría estar en peligro.</i>","\n",{"->":"aullidos"},{"#f":1}],"aullidos":[["ev","str","^Ir a investigar los aullidos","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ignorar los sonidos y regresar a casa","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"historia_continua"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Bad_End_1"},"\n",{"#f":5}]}],{"#f":1}],"Bad_End_1":["^texto","\n","#","^change_scene: Game Over","/#","end",{"#f":1}],"historia_continua":["ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Puso rumbo al origen de aquellos sonidos, puesto que ya conocía de sobra de qué se trataba.","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^En cuanto llegó a la zona, lo confirmó.","\n","^Se trataba de una pequeña manada de Dant’irs, unas criaturas muy temidas en su mundo, los depredadores naturales de los Hek.","\n","^V era un cazador experimentado. Evitaba meterse en problemas siempre que podía, pero había algo raro en esos Dant’ir.","\n","^Normalmente nunca iban en manada, solamente cuando se disponían a cazar a algún Hek, pero V sabía que el único Hek de la zona era él mismo, por lo que inmediatamente pensó que alguien más había entrado al bosque y se había perdido.","\n","#","^change_scene: Minigame_shoot","/#","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^Sin pensárselo dos veces, V empezó a disparar con su arco a aquellas criaturas, derribándolas una por una.","\n","^Por suerte, eran pocas y algo débiles, facilitando la tarea. En cuanto todas cayeron, V se acercó a lo que parecía un pequeño niño.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i> Así que esos monstruos intentaban comerse a este crío. </i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Aquel niño estaba hecho bola en el suelo, cubierto por una capa gris muy desgastada y con marcas de arañazos en ella.","\n","^V se dispuso a retirar la capa y comprobar que la criatura se encontraba bien.","\n","^Sin embargo, lo que V no se esperaba en aquel momento era encontrarse algo totalmente diferente de un Hek.","\n","^Cuando V levantó esa capa, vió a una criatura de piel blanca, sin ninguna marca distintiva, más allá de ser una piel extremadamente lisa, y un cabello negro profundo.","\n","^Era raro, porque V nunca había visto nada similar antes.","\n","^Con curiosidad, se fijó todavía más en lo que había encontrado.","\n","^Lo movió un poco para verlo mejor y pudo observar las similitudes que tenía con un niño Hek corriente. Pero lo que le preocupó no fue solo que el color de piel no coincidía con los de un Hek normal.","\n","^No, eso era lo de menos.","\n","^Lo que de verdad le preocupaba era no ver ni rastro de alas, cuernos o grandes colmillos en aquella criatura.","\n","^Empezó a asustarse, nunca había visto nada igual. No conocía a ninguna criatura similar, pese a todos sus años siendo cazador.","\n","^De pronto, se le vino a la cabeza una historia que le contaron cuando era pequeño.","\n","^Una sobre unas criaturas con un color de piel muy diferente a los Hek, sin alas y de un tamaño menor a ellos.","\n","^Unas criaturas horribles y malvadas que cazaban a los Hek por diversión.","\n","^Los humanos.","\n","^En cuanto a V se le pasó por la cabeza aquella historia, dudó.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>Es imposible que sea un humano, ¿verdad?</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El niño abre los ojos. Marrones. Sin brillo, pero con una humanidad desconocida.","\n","^V duda.","\n","^Sus manos tiemblan. Tiene el arco cargado, la cuerda tensa, la punta de la flecha apuntando a su frente.","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n",{"->":"choice_disparar"},{"#f":1}],"choice_disparar":[["#","^timed","/#","ev","str","^Dispara al niño.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No dispara","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"Bad_End_2"},"\n",{"#f":5}],"c-1":["^ ",{"->":"no_dispara"},"\n",{"#f":5}]}],{"#f":1}],"Bad_End_2":["^texto","\n","#","^change_scene: Game Over","/#","end",{"#f":1}],"no_dispara":["^El niño se puso de pie.","\n",{"->":"historia_continua2"},{"#f":1}],"historia_continua2":["ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^No podía medir más de 110 cm de altura, casi ni le llegaba a la altura de las rodillas a V.","\n","^El Hek se puso nervioso, el pulso le temblaba y le costaba apuntar. V pudo ver en la piel del niño numerosos arañazos que sangraban.","\n","^Se fijó en su cara.","\n","^Estaba sucia y delgada. Tenía los ojos rojizos, como si hubiera estado llorando.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>¿Qué demonios hace un niño aquí?</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El niño dio unos pequeños pasos hacía atrás. Las manos juntas a la altura del pecho.","\n","^Estaba claramente asustado y V pudo verlo.","\n","^Aún tenía dudas, pero bajó su arco y se empezó a acercar poco a poco a aquella criatura.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^¿Quién eres?","\n","^Qué haces aquí tú solo?","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Pero no hubo respuesta por parte del niño, tan solo unos sonidos vacíos que V no lograba comprender.","\n","^El niño cayó de espaldas tras tropezar con una rama y soltó un pequeño grito de dolor. Le brotaron lágrimas de los ojos.","\n","ev","str","^sad","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^V se acercó torpemente hacía él, no sabía si sería buena idea tocarlo, pero por todos los demonios, solo era un niño, ¿no?","\n","^Así que se arrodilló a su lado y le tendió el brazo. El niño, desconfiado, lo aceptó y se puso de pie.","\n","^Efectivamente, apenas le llegaba a las rodillas a V. La pequeña criatura se abrazó fuertemente a la pierna de V y continuó sollozando.","\n","^V se planteó apartarlo de su pierna, pero enseguida entendió que tan solo estaba asustado y hambriento.","\n","^Aún tenía dudas, pero V agarró al niño de los hombros y lo elevó hasta colocarlo sobre los suyos.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i> Mejor decido en casa...</i>","\n","^<i> Una vez este limpio y con la tripa llena, seguro que veo razón.</i>","\n","^<i>Tiene que ser un niño Hek, y sus padres estaran buscandolo.</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Lo que V no sabía, era que aquella decisión le cambiaría la vida por completo.","\n","ev","str","^kid","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^Pusieron rumbo a casa. V seguía preocupado, no estaba seguro de si eso era buena idea.","\n","ev","str","^House2_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","^La casa de V era muy pequeña. Tenía una sola habitación, dondé se encontraba su cama rellena de hojas y pasto y una pequeña sábana vieja.","\n","^ambién había una silla y una mesa de madera redonda y desgastada y lo que parecía una chimenea improvisada con un caldero y una parrilla para asar algo.","\n","^No contaba con baño, pues este se encontraba fuera. V hacía sus necesidades en el propio bosque y se bañaba en una bañera de madera que calentaba el agua como si fuese una olla. Agua que tenía que traer a mano, por lo que no la cambiaba muy a menudo.","\n","^Ambos entraron en casa y el niño parecía desconcertado.","\n","^V intentó preguntarle el nombre a la criatura varias veces, pero este no parecía entenderle, por lo que decidió llamarle Somi, igual que se llamaba su madre.","\n","^V echó un poco de agua en el caldero y encendió un fuego.","\n","^Sacó una de las aves que había cazado antes y la colocó sobre la mesa. Empezó a desplumarla y una vez hecho, arrancó su cabeza con un cuchillo y abrió su vientre para sacarle las tripas.","\n","^Somi miró curioso la escena, pero no pareció sorprenderle.","\n","^Cuando V tuvo al ave totalmente lista y el agua ya estaba hirviendo, la echó en el caldero sin preocuparse demasiado por sazonarla o por el tiempo de cocinado.","\n","^En vez de eso, salió fuera y encendió el fuego de su bañera para calentar el agua.","\n","^Entró de nuevo a casa y le hizo un gesto a Somi para que se acercara.","\n","^Este lo siguió y V se agachó. V le quitó la capa con algo de duda y ya pudo ver con claridad su piel.","\n","^No había nada más que arañazos en ella.","\n","^Ni escamas, ni nada que fuese distintivo de los Hek. Nada. V continuó quitándole la ropa a Somi.","\n","^Para los Hek, verse desnudos no significaba nada, era algo totalmente normal, aunque la mayoría prefería llevar algo de ropa, sobre todo por moda y estatus.","\n","^El cuerpo de Somi no dejaba de sorprender a V. No tenía nada que ver a como eran los cuerpos de otros niños Hek.","\n","^Empezó a preocuparse de nuevo. V no quería aceptarlo, pero él sabía que aquel niño no podía ser un Hek.","\n","^Tampoco estaba seguro de que fuera humano, ya que para ellos solo eran cuentos de hadas.","\n","ev","str","^Forest_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","^V se llevó a Somi fuera.","\n","^Comprobó que el agua de la bañera estuviera caliente y agarró a Somi de los hombros para meterlo dentro.","\n","^Cogió un trapo, algo sucio, y empezó a limpiar el cuerpo de Somi. Le lavó la sangre, la suciedad y el pelo.","\n","^Somi apenas puso resistencia, al contrario.","\n","^Parecía feliz y estaba relajado en esa situación.","\n","^V terminó de limpiarlo. Lo sacó del agua y lo dejó de pie en el suelo.","\n","^Entró de nuevo a casa y volvió a salir con una tela grande, que utilizó a modo de toalla para secarlo.","\n","ev","str","^House2_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","^Ambos volvieron a entrar a casa.","\n","^V se fijó en que Somi parecía tener frío, ya que estaba temblando. Le extrañó. En aquella época no hacía frío.","\n","^De hecho, muchos niños Hek iban sin ropa en esas fechas y nunca se les veía tiritando.","\n","^V abrió un cajón y sacó de él una camisa marrón algo gastada y se la puso a Somi encima.","\n","^Le quedaba enorme, casi parecía un vestido, pero era lo mejor que podía darle en ese momento, ya que la ropa que llevaba Somi estaba destrozada por los arañazos de los Dant’ir.","\n","ev","str","^kid","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^happyV","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^V sonrió, pero inmediatamente apartó esa expresión de su cara.","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^¿Qué hago sonriendo?","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Sus dudas no se disipaban, pero tampoco podía dejar a un niño solo en el bosque a esas horas.","\n","^Como al día siguiente V tenía que ir al pueblo a hacer unas tareas, aprovecharía para llevar a Somi allí y ver si podía conseguir algo más de información.","\n","^Tal vez alguien habría puesto un encargo para encontrar al niño y así V podría sacarse unas monedas.","\n","ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^Somi terminó de comer e inmediatamente soltó un bostezo.","\n","^V lo vio y acostó a Somi en la cama. Se quedó dormido casi de inmediato.","\n","^V recogió todo y apagó los fuegos. La casa se quedó iluminada gracias a unas pequeñas velas que había en la pared.","\n","ev","str","^kid","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","^V volvió a abrir el cajón de la tela y también otro que estaba al lado.","\n","^De ese sacó un estuche y lo dejó en la mesa.","\n","^Se sentó, estiró la tela y abrió el estuche. Era un estuche de costura. Tenía de todo. Agujas, hilo, tijeras…","\n","^Comenzó a dibujar sobre la tela. Una vez tuvo el dibujo hecho, sacó las tijeras y empezó a cortar siguiendo las líneas con mucho cuidado.","\n","^Con los trozos cortados, hiló la aguja y comenzó a coserlos.","\n","^Empezó a tomar forma: era una capa nueva para Somi, con capucha y todo.","\n","^También le hizo una camisa y unos pantalones, además de unos zapatos muy simples.","\n","^No parecían los más cómodos del mundo, pero al menos no se haría daño en los pies al caminar.","\n","^Estuvo toda la noche cosiendo y apenas tuvo tiempo de dormir.","\n","^Parecía que a V le encantaba coser y además se le daba bastante bien.","\n","ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^Al amanecer, Somi levantó a V de la cama. Parecía que volvía a tener hambre.","\n","^V se incorporó. Buscó en un lado del caldero y sacó lo que parecía una fruta.","\n","^Se la dio a Somi e hizo el gesto de morderla.","\n","^Somi pareció comprenderle y eso hizo. Puso cara rara al probarla, pero se la terminó comiendo entera.","\n","^Una vez desayunados, V le enseñó a Somi la ropa que le había preparado.","\n","ev","str","^happy","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^Somi se la puso. Le quedaba perfecta. Somi sonrió y dio un par de vueltas sobre sí mismo, contento.","\n","ev","str","^happyV","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^A V también se le escapó una sonrisilla.","\n","^Somi lo miraba desde una esquina de la cabaña.","\n","^Había comido, estaba limpio, y ahora vestía ropa improvisada pero digna.","\n","^No hablaba. No entendía. Pero lo seguía con los ojos.","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^V suspiró.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i>¿Y si no es un niño? ¿Y si todo esto es un error?</i>","\n","^<i>Tal vez debería dejarlo aquí... seguir investigando el bosque. No ir al pueblo...</i>","\n","^<i>¿Y si me meto en algo peor por ayudarlo?</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n",{"->":"choice_dejarlo"},{"#f":1}],"choice_dejarlo":[[["ev",{"^->":"choice_dejarlo.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Llevar al niño contigo al pueblo. ",{"->":"$r","var":true},null]}],["ev",{"^->":"choice_dejarlo.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Dejar al niño solo en la cabaña mientras vas a investigar. ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"choice_dejarlo.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],{"->":"historia_continua3"},"\n",{"#f":5}],"c-1":["ev",{"^->":"choice_dejarlo.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],{"->":"Bad_End_3"},"\n",{"#f":5}]}],{"#f":1}],"Bad_End_3":["^text","\n","#","^change_scene: Game Over","/#","end",{"#f":1}],"historia_continua3":["ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^kid","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^<i> Es mejor llevarlo conmigo...</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Con ambos listos, V agarró de la mano a Somi y ambos salieron de casa, rumbo al pueblo, conocido como Frisbar.","\n","ev","str","^Forest_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","^El camino fue sencillo, no hubo contratiempos.","\n","^Al ser temprano, apenas había personas, y nadie pareció fijarse en Somi, lo que tranquilizó a V.","\n","^Desde la pequeña cabaña hasta la entrada del pueblo habría alrededor de 15 minutos caminando.","\n","^Tanto V como Somi iban encapuchados, para no ser reconocidos.","\n","^El pueblo de Frisbar era distinto a cualquier otro.","\n","^Sus construcciones estaban entrelazadas con la naturaleza: grandes árboles de más de cincuenta metros de alto formaban el esqueleto del asentamiento,","\n","^y las casas colgaban con gruesas cuerdas y tablones de madera suspendidos entre las ramas, como un enjambre de nidos entre el follaje.","\n","^Algunos de los caminos estaban formados por puentes colgantes, y otros por escaleras talladas directamente en los troncos.","\n","^Frisbar era una joya escondida en lo alto del bosque, y aunque no era una ciudad rica, sí desprendía una sensación de armonía que pocos pueblos lograban.","\n","^V, encapuchado, caminaba con Somi de la mano por las pasarelas elevadas.","\n","^Se notaba que hacía tiempo que no pisaba un pueblo.","\n","^Saludaba con una inclinación de cabeza a los pocos que lo reconocían, pero mantenía la capucha baja, intentando no llamar la atención.","\n","^Somi lo seguía en silencio, observando con ojos muy abiertos las estructuras,","\n","^los animales exóticos en las jaulas colgantes, y a los Hek que caminaban con alas extendidas o cuernos adornados.","\n","^El destino era una taberna suspendida entre dos árboles especialmente anchos, unida por una pasarela firme y protegida con redes laterales.","\n","^En la entrada, un cartel de madera decía “La Rama Dorada”.","\n","ev","str","^Tabern_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","^V empujó la puerta con suavidad y entró.","\n","^A esa hora, solo unos pocos clientes madrugadores bebían o leían.","\n","^Tras la barra, un camarero de piel azulada, sin alas pero con unos cuernos finos que apuntaban hacia atrás, limpiaba un vaso.","\n","^Al ver a V, sonrió ampliamente.","\n","ev","str","^???","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—¡V, por todos los cielos! Pensé que ya te habrías muerto de hambre en ese bosque.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Casi, Rekk","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^La falta de energía en V era obvia.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Necesito información.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Rekk alzó una ceja, y al notar al niño que se escondía detrás V, su sonrisa se desvaneció un poco.","\n","ev","str","^Rekk","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—¿Y el crío?","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Complicado. ¿Sabes si alguien ha dejado alguna recompensa por un niño perdido?","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El camarero dejó el vaso y asintió lentamente.","\n","ev","str","^Rekk","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Justo esta mañana. Un tipo extraño dejó un cartel.","\n","^—No parecía del pueblo… Tenía una presencia... incómoda.","\n","^—No paraba de decir que había perdido algo <i>preciado</i>","\n","^—Si lo buscas, lo encontrarás en uno de los callejones bajos. Te puedo dar las indicaciones.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^V asintió con seriedad.","\n","^Rekk dibujó en un trozo de papel un pequeño croquis de la zona baja del pueblo, una zona menos transitada que colgaba cerca de las raíces de los árboles, donde se ubicaban los talleres de curtidores y los almacenes.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Gracias, Rekk. Si no vuelvo… ya sabes.","\n","ev","str","^Rekk","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—¿Cuándo has hecho algo fácil, V?","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","ev","str","^Forest_Background","/str",{"x()":"Background","exArgs":1},"pop","/ev","\n","^Las indicaciones de Rekk guiaron a V hacia los niveles más bajos de Frisbar, donde la vida del pueblo se volvía más sombría.","\n","^A medida que descendían por escaleras de cuerda y plataformas tambaleantes, el bullicio de la zona comercial quedaba atrás,","\n","^ahogado por el crujido de la madera envejecida y el sonido lejano de herramientas golpeando cuero y metal.","\n","^El aire era más denso allí abajo, cargado de humedad y el penetrante olor a savia fermentada.","\n","^Musgo y líquenes crecían entre las grietas de los tablones, y los faroles de fuego verde apenas lograban disipar las sombras.","\n","^Somi se aferraba a la capa de V con fuerza, sus pasos eran suaves, pero sus dedos temblaban ligeramente.","\n","^La zona baja era conocida como “las raíces”, no sólo por su proximidad con la base de los árboles, sino porque allí se asentaban los aspectos más sombríos del pueblo: contrabandistas, tramperos, comerciantes de bestias raras y cazadores de recompensas sin escrúpulos.","\n","^Un callejón sin nombre, estrecho y mal iluminado, aguardaba al final del recorrido.","\n","^V se detuvo en la entrada.","\n","^Instintivamente, colocó su brazo frente a Somi para protegerlo.","\n","^Allí, junto a unas cajas de madera y toneles mal apilados, un personaje rechoncho y grotesco destacaba en medio de la penumbra.","\n","^El individuo estaba iluminado solo por la luz mortecina de un farol.","\n","^Su silueta parecía sacada de una pesadilla cómica: un cuerpo obeso cubierto con ropas elegantes aunque mal ajustadas, un chaleco de terciopelo púrpura y una camisa blanca manchada de grasa.","\n","^Su piel era rosada, brillante, y su rostro, redondo como una manzana pasada, terminaba en un hocico por el que resoplaba aire de forma pesada.","\n","^Un monóculo plateado descansaba sobre su ojo derecho, y cada vez que hablaba, su diente de oro destellaba con malicia.","\n","ev","str","^???","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Ah… tú debes ser el buen cazador del que me hablaron en la taberna.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Soy Pigstep.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Pigstep ronroneó, arrastrando las palabras con una voz chillona y lenta, como si disfrutara cada sílaba.","\n","^V no respondió de inmediato.","\n","^Miró a los dos guardaespaldas que flanqueaban a Pigstep: eran Hek de aspecto rudo, armados con cuchillos de hueso y látigos enrollados en sus cinturones.","\n","^Sus ojos estaban clavados en Somi con una mezcla de interés profesional y desdén.","\n","ev","str","^scared","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Recibí el mensaje. Dijiste que buscabas a alguien.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Y lo hiciste rápido, eso te honra. Vaya, vaya… qué criatura más encantadora traes contigo.","\n","^—Aunque... no diría que es “alguien”. Es más bien… un tesoro. Una anomalía. Algo <i>irrepetible.</i>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Somi se pegó a la pierna de V, su mano temblaba, pero su rostro seguía inexpresivo. V sintió cómo un escalofrío le recorría la espalda. Se obligó a mantener la calma.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—¿Qué sabes de él?","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Lo suficiente","\n","^—Lo encontré hace unos días, fuera de donde debería estar. Escapó.","\n","^—No es muy listo, pero tiene algo… magnético. Su especie está prácticamente extinta, ¿sabes?","\n","^—Y aún así, aquí lo tienes, vivo, respirando. Todo un enigma. Un ejemplar único. Me pertenece.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—No es un objeto.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Espetó V, su voz tan fría como firme.","\n","^Pigstep abrió sus brazos como si fuera a dar un discurso.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Todo en este mundo <i>es</i> un objeto, cazador. Todo tiene un precio. Lo que tú llamas vida, yo lo llamo inversión.","\n","^—Lo que tú ves como un niño perdido, es el sueño de cualquier coleccionista de rarezas. Tú no lo entiendes. Pero yo sí.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^El aire en las “raíces” del pueblo era denso. V sentía los dedos de Somi aferrados a su capa mientras el rechoncho coleccionista hablaba con una sonrisa torcida.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Ese niño no es tuyo, cazador. Me pertenece. Dámelo y quizás te ofrezca una vida cómoda.","\n","^—Ropa, comida, una casa con chimenea... hasta podrías dejar de cazar Dant’ir por unas monedas.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^V dudaba. Pigstep chasqueó los dedos y sus matones se acercaron.","\n",{"->":"choice_proteger"},{"#f":1}],"choice_proteger":[["#","^timed","/#",["ev",{"^->":"choice_proteger.0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Negarse y proteger a Somi. ",{"->":"$r","var":true},null]}],["ev",{"^->":"choice_proteger.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Aceptar la oferta y entregar al niño. ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"choice_proteger.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],{"->":"historia_continua4"},"\n",{"#f":5}],"c-1":["ev",{"^->":"choice_proteger.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],{"->":"Bad_End_4"},"\n",{"#f":5}]}],{"#f":1}],"Bad_End_4":["^text","\n","#","^change_scene: Game Over","/#","end",{"#f":1}],"historia_continua4":["ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^kid","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^angry","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","ev","str","^kid","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","ev","str","^scared","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^El silencio que siguió fue espeso. El crujido de la madera bajo los pies de Pigstep pareció resonar como un trueno. V dio un paso atrás, y en ese instante, Pigstep sonrió.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Creo que ya he tenido suficiente charla.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Pigstep chasqueo los dedos.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Atrapad al mocoso.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Los guardias se lanzaron sin dudar.","\n","^El primero avanzó con una velocidad sorprendente, desenfundando su cuchillo.","\n","^V reaccionó por puro instinto: se agachó, desenvainó una flecha de su carcaja y disparó.","\n","^La flecha se clavó en el hombro del atacante, haciéndolo gritar y trastabillar hacia un costado.","\n","^El segundo fue más precavido.","\n","^Blandió su látigo y lo lanzó hacia Somi.","\n","^V lo interceptó con el antebrazo, sintiendo el dolor ardiente del impacto, pero no se detuvo.","\n","^Con la mano libre, desenvainó su cuchillo de caza y cargó contra él.","\n","^El segundo guardia intentó esquivarlo, pero V ya estaba encima, le dio un codazo en el rostro y lo lanzó contra un barril que se hizo añicos.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—<b>¡BASTA!</b>","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Pigstep chilló, retrocediendo unos pasos, sus patas tambaleándose bajo el peso.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—¡No sabes lo que haces! ¡No puedes escapar! ¡Tarde o temprano, me lo llevaré! ¡Ese niño no tiene cabida en este mundo!","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^V levantó el arco de nuevo y apuntó directo al centro del monóculo. Pigstep alzó ambas manos, temblando.","\n","ev","str","^Pigstep","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—¡Lo juro! ¡Te arrepentirás! ¡¡No sabes con quién te estás metiendo!!","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^Pero ya era tarde. V se giró, alzó a Somi y echó a correr, perdiéndose entre las sombras del callejón.","\n","ev","str","^v","/str",{"x()":"HideCharacter","exArgs":1},"pop","/ev","\n","ev","str","^v","/str",{"x()":"CharacterIcon","exArgs":1},"pop","/ev","\n","^Dejaron atrás el corazón de Frisbar, descendiendo hasta las raíces más profundas, corriendo por caminos ocultos que V conocía de su niñez.","\n","^Nadie los persiguió. Al menos por ahora. La espesura del bosque los acogió con su silencio húmedo y susurros verdes.","\n","^Somi, aunque temblaba, no lloraba.","\n","^V lo apretó con más fuerza contra su pecho. Algo en su interior había cambiado. Ya no era solo un acto de compasión.","\n","^Era una decisión.","\n","ev","str","^V","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","^—Estás conmigo ahora. Y nadie volverá a poner un dedo sobre ti.","\n","ev","str","^___","/str",{"x()":"Name","exArgs":1},"pop","/ev","\n","ev","str","^happy","/str",{"x()":"Expression","exArgs":1},"pop","/ev","\n","^Ambos desaparecieron entre los árboles. Sin rumbo, sin mapa, pero juntos.","\n","#","^change_scene: Final","/#","end",{"#f":1}],"#f":1}],"listDefs":{}}